Repository: binbankm/Cloudns
Catalog: CloudnsWidgets/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

source: (%lld errors)
ar: (%lld أخطاء)
de: (%lld Fehler)
es: (%lld errores)
fr: (%lld erreurs)
it: (%lld errori)
ja: (%lld 件のエラー)
ko: (%lld개 오류)
pt_br: (%lld erros)
ru: (%lld ошибок)
zh_hans: (%lld 个错误)
zh_hant: (%lld 個錯誤)

source: (removed)
ar: (تمت الإزالة)
de: (entfernt)
es: (eliminado)
fr: (supprimé)
it: (rimosso)
ja: (削除済み)
ko: (제거됨)
pt_br: (removido)
ru: (удалено)
zh_hans: (已移除)
zh_hant: (已移除)

source: /health
ar: /صحة
de: /Gesundheit
es: /salud
fr: /santé
it: /salute
ja: /健康
ko: /건강
pt_br: /saúde
ru: /здоровье

# %@ (ID: %@)
source: %1$@ (ID: %2$@)
ar: %1$@ (المعرف: %2$@)

source: %@ • Pause Site Proxy
ar: %@ • إيقاف وكيل الموقع مؤقتًا
de: %@ • Site-Proxy anhalten
es: %@ • Pausar el proxy del sitio
fr: %@ • Suspendre le proxy du site
it: %@ • Mettere in pausa il proxy del sito
ja: %@ • サイトプロキシを一時停止します
ko: %@ • 사이트 프록시 일시중지
pt_br: %@ • Pausar proxy do site
ru: %@ • Приостановить прокси-сервер сайта
zh_hans: %@ • 暂停站点加速与代理
zh_hant: %@ • 暂停站點加速与代理

source: %@ • Resume Site Proxy
ar: %@ • استئناف وكيل الموقع
de: %@ • Site-Proxy fortsetzen
es: %@ • Reanudar proxy del sitio
fr: %@ • Reprendre le proxy du site
it: %@ • Riprendi proxy del sito
ja: %@ • サイトプロキシを再開
ko: %@ • 사이트 프록시 재개
pt_br: %@ • Retomar proxy do site
ru: %@ • Возобновить прокси-сервер сайта
zh_hans: %@ • 恢复站点加速与代理
zh_hant: %@ • 恢復站點加速与代理

source: %@ Added
ar: %@ تمت الإضافة
de: %@ Hinzugefügt
es: %@ Agregado
fr: %@ Ajouté
it: %@ Aggiunto
ja: %@ 已添加
ko: %@ 추가됨
pt_br: %@ Adicionado
ru: %@ Добавлен
zh_hans: %@ 已添加
zh_hant: %@ 已新增

source: %@ Cache Rate
ar: %@ معدل ذاكرة التخزين المؤقت
es: %@ Tasa de caché
fr: %@ Taux de cache
it: %@ Frequenza cache
ja: %@ キャッシュ率
ko: %@ 캐시 속도
pt_br: %@ Taxa de Cache
ru: %@ Скорость кэширования
zh_hans: %@ 缓存率
zh_hant: %@ 快取率

source: %@ Copied
ar: تم نسخ %1$@
de: %1$@ kopiert
es: %1$@ copiado
fr: %1$@ copié
it: %1$@ copiato
ja: %1$@をコピーしました
ko: %1$@ 복사됨
pt_br: %1$@ copiado
ru: %1$@ скопировано
zh_hans: %1$@ 已复制
zh_hant: %1$@ 已複製

source: %@ Data Transferred
ar: %@ تم نقل البيانات
de: %@ Daten übertragen
es: %@ Datos transferidos
fr: %@ Données transférées
it: %@ Dati trasferiti
ja: %@ データ転送
ko: %@ 데이터가 전송되었습니다.
pt_br: %@ Dados Transferidos
ru: %@ данных передано
zh_hans: %@ 传输数据量
zh_hant: %@ 傳輸數据量

source: %@ Deleted
ar: تم حذف %@
de: %@ gelöscht
es: %@ eliminado
fr: %@ supprimé
it: %@ eliminato
ja: %@ を削除しました
ko: %@ 삭제됨
pt_br: %@ excluído
ru: %@ удалено
zh_hans: 已删除 %@
zh_hant: 已刪除 %@

source: %@ Error Rate
ar: %@ معدل الخطأ
de: %@ Fehlerrate
es: %@ Tasa de errores
fr: %@ Taux d'erreur
it: %@ Tasso di errore
ja: %@ エラー率
ko: %@ 오류율
pt_br: %@ Taxa de erro
ru: %@ Частота ошибок
zh_hans: %@ 错误率
zh_hant: %@ 错误率

source: %@ Errors
ar: %@ أخطاء
de: %@ Fehler
es: %@ errores
fr: %@ Erreurs
it: %@ Errori
ja: %@ エラー
ko: %@ 오류
pt_br: %@ Erros
ru: %@ ошибок
zh_hans: %@ 次错误
zh_hant: %@ 次错误

# %@ Record • %@ ➔ %@
source: %1$@ Record • %2$@ ➔ %3$@
ar: %1$@ سجل • %2$@ ➔ %3$@
de: %1$@ Datensatz • %2$@ ➔ %3$@
es: %1$@ Registro • %2$@ ➔ %3$@
fr: %1$@ Enregistrer • %2$@ ➔ %3$@
it: %1$@ Registra • %2$@ ➔ %3$@
ja: %1$@ レコード • %2$@ ➔ %3$@
ko: %1$@ 녹음 • %2$@ ➔ %3$@
pt_br: %1$@ Registro • %2$@ ➔ %3$@
ru: %1$@ Запись • %2$@ ➔ %3$@
zh_hans: %1$@ 记录 • %2$@ ➔ %3$@
zh_hant: %1$@ 记录 • %2$@ ➔ %3$@

# %@ Records (%lld)
source: %1$@ Records (%2$lld)
ar: سجلات %1$@ (%2$lld)
de: %1$@-Einträge (%2$lld)
es: Registros %1$@ (%2$lld)
fr: Enregistrements %1$@ (%2$lld)
it: Record %1$@ (%2$lld)
ja: %1$@ レコード (%2$lld)
ko: %1$@ 레코드 (%2$lld)
pt_br: Registros %1$@ (%2$lld)
ru: Записи %1$@ (%2$lld)
zh_hans: %1$@ 记录 (%2$lld)
zh_hant: %1$@ 記錄 (%2$lld)

# %@ reqs • %@ cached
source: %1$@ reqs • %2$@ cached
ar: %1$@ الطلبات • %2$@ مخبأة
de: %1$@ reqs • %2$@ zwischengespeichert
es: %1$@ solicitudes • %2$@ en caché
fr: %1$@ requêtes • %2$@ mis en cache
it: %1$@ richieste • %2$@ memorizzato nella cache
ja: %1$@ 要求 • %2$@ キャッシュされました
ko: %1$@ 요청 • %2$@ 캐시됨
pt_br: %1$@ requisitos • %2$@ em cache
ru: %1$@ reqs • %2$@ кэшировано
zh_hans: %1$@ 请求 • %2$@ 缓存
zh_hant: %1$@ 請求 • %2$@ 快取

source: %@ Requests
ar: %@ طلبات
de: %@ Anfragen
es: %@ solicitudes
fr: %@ requêtes
it: %@ richieste
ja: %@ リクエスト
ko: %@ 요청
pt_br: %@ solicitações
ru: %@ запросов
zh_hans: %@ 次请求
zh_hant: %@ 次請求

# %@ Rules (%lld)
source: %1$@ Rules (%2$lld)
ar: %1$@ القواعد (%2$lld)
de: %1$@ Regeln (%2$lld)
es: %1$@ Reglas (%2$lld)
fr: %1$@ Règles (%2$lld)
it: %1$@ Regole (%2$lld)
ja: %1$@ ルール (%2$lld)
ko: %1$@ 규칙(%2$lld)
pt_br: %1$@ Regras (%2$lld)
ru: %1$@ Правил (%2$lld)
zh_hans: %1$@ 规则 (%2$lld)
zh_hant: %1$@ 規則 (%2$lld)

source: %@ Saved by Cache
ar: %@ تم الحفظ بواسطة ذاكرة التخزين المؤقت
de: %@ Vom Cache gespeichert
es: %@ Guardado por caché
fr: %@ Enregistré par le cache
it: %@ Salvato dalla cache
ja: %@ 保存したユーザー： キャッシュ
ko: %@ 캐시에 의해 저장됨
pt_br: %@ salvo pelo cache
ru: %@ Сохранено в кэше
zh_hans: %@ 缓存节省
zh_hant: %@ 快取节省

source: %@ status updated
ar: تم تحديث حالة %@
de: %@-Status aktualisiert
es: %@ estado actualizado
fr: %@ statut mis à jour
it: Stato %@ aggiornato
ja: %@ ステータスが更新されました
ko: %@ 상태가 업데이트되었습니다.
pt_br: %@ status atualizado
ru: %@ статус обновлен
zh_hans: %@ 状态已更新
zh_hant: %@ 状態已更新

source: %@ Subrequests
ar: %@ الطلبات الفرعية
de: %@ Unteranfragen
es: %@ Subsolicitudes
fr: %@ Sous-requêtes
it: %@ Sottorichieste
ja: %@ サブリクエスト
ko: %@ 하위 요청
pt_br: %@ Subsolicitações
ru: %@ Подзапросы
zh_hans: %@ 次子请求
zh_hant: %@ 次子請求

source: %@ Total Deploys
ar: %@ إجمالي عمليات النشر
de: %@ Gesamtzahl der Bereitstellungen
es: %@ implementaciones totales
fr: %@ Total des déploiements
it: %@ Distribuzioni totali
ja: %@ 合計デプロイ数
ko: %@ 총 배포
pt_br: %@ Total de implantações
ru: %@ всего развертываний
zh_hans: 共 %@ 次部署
zh_hant: 共 %@ 次部署

source: %@ Transferred
ar: تم نقل %@
de: %@ übertragen
es: %@ transferido
fr: %@ transféré
it: %@ trasferito
ja: %@ 転送済み
ko: %@ 전송됨
pt_br: %@ transferido
ru: %@ передано
zh_hans: %@ 已传输
zh_hant: %@ 已傳輸

source: %@ was removed.
ar: تمت إزالة %@.
de: %@ wurde entfernt.
es: %@ fue eliminado.
fr: %@ a été supprimé.
it: %@ è stato rimosso.
ja: %@ が削除されました。
ko: %@이(가) 제거되었습니다.
pt_br: %@ foi removido.
ru: %@ был удален.
zh_hans: 已移除 %@。
zh_hant: 已移除 %@。

source: %lld actions applied
ar: تم تطبيق %lld من الإجراءات
de: %lld Aktionen angewendet
es: %lld acciones aplicadas
fr: %lld actions appliquées
it: %lld azioni applicate
ja: %lld 個のアクションが適用されました
ko: %lld개 작업이 적용되었습니다.
pt_br: %lld ações aplicadas
ru: %lld применено действий
zh_hans: 已应用 %lld 个操作
zh_hant: 已應用 %lld 個操作

source: %lld Active
ar: %lld نشط
de: %lld Aktiv
es: %lld activo
fr: %lld Actif
it: %lld attivo
ja: %lld アクティブ
ko: %lld 활성
pt_br: %lld ativo
ru: %lld активен
zh_hans: %lld 个活跃
zh_hant: %lld 個活躍

source: %lld Active Incident(s)
ar: %lld حادث نشط
de: %lld aktive(r) Vorfall/Vorfälle
es: %lld incidente(s) activo(s)
fr: %lld incident(s) en cours
it: %lld incidente/i attivo/i
ja: %lld 件のアクティブなインシデント
ko: %lld개의 진행 중인 문제
pt_br: %lld incidente(s) ativo(s)
ru: %lld активных инцидентов
zh_hans: %lld 起进行中故障
zh_hant: %lld 起進行中故障

source: %lld Active Online
ar: %lld نشط عبر الإنترنت
de: %lld Online aktiv
es: %lld activo en línea
fr: %lld actif en ligne
it: %lld attivo in linea
ja: %lld はオンラインでアクティブです
ko: %lld 온라인 활성
pt_br: %lld ativo on-line
ru: %lld активен в сети
zh_hans: %lld 个在线解析
zh_hant: %lld 個在線解析

source: %lld Buckets
ar: %lld حاويات
it: %lld bucket
ja: %lld バケット
ko: %lld 버킷
ru: %lld бакетов
zh_hans: %lld 个存储桶
zh_hant: %lld 個儲存桶

source: %lld Columns
ar: %lld أعمدة
de: %lld Spalten
es: %lld columnas
fr: %lld Colonnes
it: %lld colonne
ja: %lld 列
ko: %lld개의 열
pt_br: %lld Colunas
ru: %lld столбцов
zh_hans: %lld 列
zh_hant: %lld 列

source: %lld Connectors
ar: الموصلات %lld
de: %lld Anschlüsse
es: Conectores %lld
fr: %lld Connecteurs
it: %lld connettori
ja: %lld コネクタ
ko: %lld 커넥터
pt_br: %lld Conectores
ru: %lld соединителей
zh_hans: %lld 个连接器
zh_hant: %lld 個連線器

# %lld consumer%@
source: %1$lld consumer%2$@
ar: %1$lld مستهلك%2$@
es: %1$lld consumidor%2$@
fr: %1$lld consommateur%2$@
it: %1$lld consumatore%2$@
ja: %1$lld コンシューマー%2$@
ko: %1$lld개 소비자%2$@
pt_br: %1$lld consumidor%2$@
ru: %1$lld потребителей%2$@
zh_hans: %1$lld 个消费者%2$@
zh_hant: %1$lld 個取用者%2$@

source: %lld Days
ar: %lld أيام
de: %lld Tage
es: %lld días
fr: %lld jours
it: %lld giorni
ja: %lld 日
ko: %lld일
pt_br: %lld dias
ru: %lld дней
zh_hans: %lld 天
zh_hant: %lld 天

# %lld days (%llds)
source: %1$lld days (%2$llds)
ar: %1$lld يوم (%2$llds)
de: %1$lld Tage (%2$llds)
es: %1$lld días (%2$llds)
fr: %1$lld jours (%2$llds)
it: %1$lld giorni (%2$lld)
ja: %1$lld 日 (%2$llds)
ko: %1$lld일(%2$llds)
pt_br: %1$lld dias (%2$llds)
ru: %1$lld дней (%2$llds)
zh_hans: %1$lld 天 (%2$lld 秒)
zh_hant: %1$lld 天 (%2$lld 秒)

source: %lld Days Remaining
ar: باقي %lld يوم
de: Noch %lld Tage
es: %lld días restantes
fr: %lld jours restants
it: %lld giorni rimanenti
ja: 残り %lld 日
ko: %lld일 남음
pt_br: %lld dias restantes
ru: Осталось %lld дн.
zh_hans: 剩余 %lld 天
zh_hant: 剩餘 %lld 天

source: %lld Exceptions Detected
ar: تم اكتشاف %lld استثناء
de: %lld Ausnahmen erkannt
es: %lld excepciones detectadas
fr: %lld exceptions détectées
it: %lld eccezioni rilevate
ja: %lld 件の例外を検出
ko: %lld개 예외 감지됨
pt_br: %lld exceções detectadas
ru: Обнаружено исключений: %lld
zh_hans: 检测到 %lld 个异常
zh_hant: 檢測到 %lld 個異常

source: %lld Healthy
ar: %lld بحالة جيدة
de: %lld fehlerfrei
es: %lld en buen estado
fr: %lld en bon état
it: %lld integri
ja: %lld 正常
ko: %lld개 정상
pt_br: %lld saudáveis
ru: %lld исправных
zh_hans: %lld 个运行正常
zh_hant: %lld 個運作正常

source: %lld Healthy Connectors
ar: %lld موصلات سليمة
de: %lld fehlerfreie Anschlüsse
es: %lld Conectores saludables
fr: %lld Connecteurs sains
it: %lld connettori integri
ja: %lld の正常なコネクタ
ko: %lld 건강한 커넥터
pt_br: %lld conectores íntegros
ru: %lld исправных разъемов
zh_hans: %lld 个健康连接器
zh_hant: %lld 個良好連線器

source: %lld host(s) purged from cache.
ar: تمت إزالة %lld من المضيفين من ذاكرة التخزين المؤقت.
de: %lld Host(s) wurden aus dem Cache gelöscht.
es: %lld host(s) eliminado(s) de la memoria caché.
fr: %lld hôtes purgés du cache.
it: %lld host eliminati dalla cache.
ja: %lld ホストがキャッシュから削除されました。
ko: %lld개의 호스트가 캐시에서 제거되었습니다.
pt_br: %lld host(s) removido(s) do cache.
ru: Хосты %lld удалены из кэша.
zh_hans: 已从缓存清除 %lld 个主机。
zh_hant: 已從快取清除 %lld 個主机。

source: %lld Invocations Failed
ar: فشل %lld استدعاء
de: %lld Aufrufe fehlgeschlagen
es: %lld invocaciones fallidas
fr: %lld échecs d'appel
it: %lld chiamate non riuscite
ja: %lld 回の呼び出しに失敗
ko: %lld회 호출 실패
pt_br: %lld invocações com falha
ru: %lld неудачных вызовов
zh_hans: %lld 次调用失败
zh_hant: %lld 次調用失敗

source: %lld items
ar: %lld من العناصر
de: %lld Artikel
es: %lld artículos
fr: %lld articles
it: %lld elementi
ja: %lld 個のアイテム
ko: %lld개 항목
pt_br: %lld itens
ru: %lld предметов
zh_hans: %lld 项
zh_hant: %lld 项

source: %lld lines
ar: %lld أسطر
de: %lld Zeilen
es: %lld líneas
fr: %lld lignes
it: %lld righe
ja: %lld 行
ko: %lld줄
pt_br: %lld linhas
ru: %lld строк
zh_hans: %lld 行
zh_hant: %lld 行

source: %lld Modules (ESM)
ar: %lld الوحدات النمطية (ESM)
de: %lld Module (ESM)
es: Módulos %lld (ESM)
fr: Modules %lld (ESM)
it: Moduli %lld (ESM)
ja: %lld モジュール (ESM)
ko: %lld 모듈(ESM)
pt_br: %lld Módulos (ESM)
ru: %lld модулей (ESM)
zh_hans: %lld 个模块 (ESM)
zh_hant: %lld 個模块 (ESM)

source: %lld Origins
ar: الأصول %lld
de: %lld Ursprünge
es: %lld Orígenes
fr: %lld Origines
it: %lld Origini
ja: %lld の起源
ko: %lld개의 출처
pt_br: %lld Origens
ru: %lld происхождения
zh_hans: %lld 个源服务器
zh_hant: %lld 個源服务器

source: %lld prefix(es) purged from cache.
ar: تمت إزالة البادئة (البادئات) %lld من ذاكرة التخزين المؤقت.
de: %lld Präfix(e) aus Cache gelöscht.
es: %lld prefijo(s) eliminado(s) de la memoria caché.
fr: Préfixes %lld purgés du cache.
it: %lld prefissi eliminati dalla cache.
ja: %lld プレフィックスがキャッシュから削除されました。
ko: %lld개의 접두사가 캐시에서 제거되었습니다.
pt_br: %lld prefixo(s) eliminado(s) do cache.
ru: Префикс(ы) %lld удалены из кэша.
zh_hans: 已从缓存清除 %lld 个前缀。
zh_hant: 已從快取清除 %lld 個前缀。

source: %lld records
ar: %lld سجلات
de: %lld Einträge
es: %lld registros
fr: %lld enregistrements
it: %lld record
ja: %lld 件のレコード
ko: %lld개 레코드
pt_br: %lld registros
ru: %lld записей
zh_hans: %lld 条记录
zh_hant: %lld 條記錄

source: %lld Records Deleted
ar: تم حذف %lld سجل
de: %lld Einträge gelöscht
es: %lld registros eliminados
fr: %lld enregistrements supprimés
it: %lld record eliminati
ja: %lld件のレコードを削除しました
ko: 레코드 %lld개 삭제됨
pt_br: %lld registros excluídos
ru: %lld записей удалено
zh_hans: 已删除 %lld 条记录
zh_hant: 已刪除 %lld 筆記錄

source: %lld Requests
ar: %lld من الطلبات
de: %lld Anfragen
es: %lld solicitudes
fr: %lld Demandes
it: %lld richieste
ja: %lld リクエスト
ko: %lld개 요청
pt_br: %lld solicitações
ru: %lld запросов
zh_hans: %lld 次请求
zh_hant: %lld 次請求

# %lld Route%@
source: %1$lld Route%2$@
ar: %1$lld مسار%2$@
es: %1$lld ruta%2$@
ja: %1$lld ルート%2$@
ko: %1$lld개 라우트%2$@
pt_br: %1$lld rota%2$@
ru: %1$lld маршрутов%2$@
zh_hans: %1$lld 条路由%2$@
zh_hant: %1$lld 條路由%2$@

source: %lld Rules
ar: %lld القواعد
de: %lld Regeln
es: %lld reglas
fr: %lld Règles
it: %lld Regole
ja: %lld ルール
ko: %lld개 규칙
pt_br: %lld Regras
ru: %lld правил
zh_hans: %lld 条规则
zh_hant: %lld 條規則

source: %lld seconds
ar: %lld ثانية
de: %lld Sekunden
es: %lld segundos
fr: %lld secondes
it: %lld secondi
ja: %lld 秒
ko: %lld초
pt_br: %lld segundos
ru: %lld секунд
zh_hans: %lld 秒
zh_hant: %lld 秒

source: %lld Subrequests
ar: %lld من الطلبات الفرعية
de: %lld Unteranfragen
es: %lld Subsolicitudes
fr: %lld Sous-requêtes
it: %lld sottorichieste
ja: %lld サブリクエスト
ko: %lld개의 하위 요청
pt_br: %lld subsolicitações
ru: %lld подзапросов
zh_hans: %lld 次子请求
zh_hant: %lld 次子請求

source: %lld tag(s) purged from cache.
ar: تمت إزالة %lld من العلامات من ذاكرة التخزين المؤقت.
de: %lld Tag(s) aus dem Cache gelöscht.
es: %lld etiquetas eliminadas de la memoria caché.
fr: Balises %lld purgées du cache.
it: %lld tag eliminati dalla cache.
ja: %lld タグがキャッシュから削除されました。
ko: %lld개의 태그가 캐시에서 제거되었습니다.
pt_br: %lld tag(s) removida(s) do cache.
ru: Теги %lld удалены из кэша.
zh_hans: 已从缓存清除 %lld 个标签。
zh_hant: 已從快取清除 %lld 個標签。

source: %lld Tools
ar: %lld أدوات
es: %lld herramientas
fr: %lld outils
it: %lld strumenti
ja: %lld ツール
ko: %lld개 도구
pt_br: %lld ferramentas
ru: %lld инструментов
zh_hans: %lld 个工具
zh_hant: %lld 個工具

source: %lld Total Deploys
ar: إجمالي عمليات النشر %lld
de: %lld Gesamtbereitstellungen
es: %lld implementaciones totales
fr: %lld Total des déploiements
it: %lld distribuzioni totali
ja: %lld 合計デプロイ数
ko: %lld개의 총 배포
pt_br: %lld Total de implantações
ru: Всего развертываний: %lld
zh_hans: 共 %lld 次部署
zh_hant: 共 %lld 次部署

source: %lld Total Rows
ar: %lld إجمالي الصفوف
de: %lld Gesamtzahl der Zeilen
es: %lld filas totales
fr: %lld Total des lignes
it: %lld righe totali
ja: %lld 合計行数
ko: %lld개의 총 행
pt_br: %lld total de linhas
ru: Всего строк: %lld
zh_hans: 共 %lld 行
zh_hant: 共 %lld 行

source: %lld Total Zones
ar: إجمالي %lld منطقة
de: Insgesamt %lld Zonen
es: %lld zonas en total
fr: %lld zones au total
it: %lld zone totali
ja: 合計 %lld ゾーン
ko: 총 %lld개 도메인
pt_br: %lld zonas no total
ru: Всего %lld зон
zh_hans: 共 %lld 个域名
zh_hant: 共 %lld 個網域

source: %lld URL(s) purged from cache.
ar: تمت إزالة %lld من عناوين URL من ذاكرة التخزين المؤقت.
de: %lld URL(s) wurden aus dem Cache gelöscht.
es: %lld URL(s) eliminadas de la caché.
fr: %lld URL(s) purgée(s) du cache.
it: %lld URL eliminati dalla cache.
ja: %lld URL がキャッシュから削除されました。
ko: %lld개의 URL이 캐시에서 제거되었습니다.
pt_br: %lld URL(s) removidos do cache.
ru: %lld URL-адресов удалены из кэша.
zh_hans: 已从缓存清除 %lld 个 URL。
zh_hant: 已從快取清除 %lld 個 URL。

source: %llds
ar: %lldث
ja: %lld秒
ko: %lld초
ru: %lld с
zh_hans: %lld秒
zh_hant: %lld秒

source: • Created %@
ar: • تم الإنشاء في %@
de: • Erstellt am %@
es: • Creado el %@
fr: • Créé le %@
it: • Creato il %@
ja: • 作成日時: %@
ko: • 생성일: %@
pt_br: • Criado em %@
ru: • Создано %@
zh_hans: • 创建于 %@
zh_hant: • 建立於 %@

source: • SSL: %@
ar: • طبقة المقابس الآمنة: %@

source: •••••••• (Encrypted Secret)
ar: •••••••• (سر مشفر)
de: •••••••• (Verschlüsseltes Geheimnis)
es: •••••••• (Secreto cifrado)
fr: •••••••• (Secret crypté)
it: •••••••• (Segreto crittografato)
ja: •••••••• (暗号化されたシークレット)
ko: ••••••••(암호화된 비밀)
pt_br: •••••••• (Segredo Criptografado)
ru: •••••••• (Зашифрованный секрет)
zh_hans: •••••••• (加密 Secret)
zh_hant: •••••••• (加密机密)

source: + %lld more log lines
ar: + %lld المزيد من أسطر السجل
de: + %lld weitere Protokollzeilen
es: + %lld más líneas de registro
fr: + %lld plus de lignes de journal
it: + %lld altre righe di registro
ja: + %lld 行以上のログ行
ko: + %lld개의 추가 로그 줄
pt_br: + %lld mais linhas de log
ru: + Еще %lld строк журнала
zh_hans: + %lld 条更多日志
zh_hant: + %lld 條更多記錄

source: ☁ Proxied
ar: ☁ وكيل
de: ☁ Proxy
es: ☁ Apoderado
fr: ☁ Procuré
it: ☁ Procurato
ja: ☁ プロキシ済み
ko: ☁ 프록시됨
pt_br: ☁ Procurado
ru: ☁ Прокси
zh_hans: ☁ 已代理
zh_hant: ☁ 已代理

source: 🇺🇸 North America (East)
ar: 🇺🇸 أمريكا الشمالية (شرق)
de: 🇺🇸 Nordamerika (Ost)
es: 🇺🇸 América del Norte (Este)
fr: 🇺🇸 Amérique du Nord (Est)
it: 🇺🇸 Nord America (Est)
ja: 🇺🇸北米 (東部)
ko: 🇺🇸 북미(동부)
pt_br: 🇺🇸 América do Norte (Leste)
ru: 🇺🇸 Северная Америка (Восток)
zh_hans: 🇺🇸 北美 (东部)
zh_hant: 🇺🇸 北美 (东部)

source: 🛡 %lld blocked
ar: 🛡 %lld محظور
de: 🛡 %lld blockiert
es: 🛡 %lld bloqueado
fr: 🛡 %lld bloqué
it: 🛡 %lld bloccato
ja: 🛡 %lld がブロックされました
ko: 🛡 %lld 차단됨
pt_br: 🛡 %lld bloqueado
ru: 🛡 %lld заблокирован
zh_hans: 🛡 已拦截 %lld 次
zh_hant: 🛡 已拦截 %lld 次

source: 0-RTT Connection
ar: 0-اتصال RTT
de: 0-RTT-Verbindung
es: Conexión 0-RTT
fr: Connexion 0-RTT
it: Connessione 0-RTT
ja: 0-RTT接続
ko: 0-RTT 연결
pt_br: Conexão 0-RTT
ru: Соединение 0-RTT
zh_hans: 0-RTT 极速连接
zh_hant: 0-RTT 極速連線

source: 1 day
ar: يوم واحد
de: 1 Tag
es: 1 dia
fr: 1 jour
it: 1 giorno
ja: 1日
ko: 1일
pt_br: 1 dia
ru: 1 день
zh_hans: 1天
zh_hant: 1天

source: 1 hour
ar: 1 ساعة
de: 1 Stunde
es: 1 hora
fr: 1 heure
it: 1 ora
ja: 1時間
ko: 1시간
pt_br: 1 hora
ru: 1 час
zh_hans: 1小时
zh_hant: 1小時

source: 1 Module
ar: 1 وحدة
de: 1 Modul
es: 1 módulo
it: 1 modulo
ja: 1モジュール
ko: 1 모듈
pt_br: 1 Módulo
ru: 1 модуль
zh_hans: 1 个模块
zh_hant: 1 個模块

source: 1 Month
ar: شهر واحد
de: 1 Monat
es: 1 mes
fr: 1 mois
it: 1 mese
ja: 1 か月
ko: 1개월
pt_br: 1 mês
ru: 1 месяц
zh_hans: 1 个月
zh_hant: 1 個月

source: 1 Month (2592000)
ar: شهر واحد (2592000)
de: 1 Monat (2592000)
es: 1 mes (2592000)
fr: 1 mois (2592000)
it: 1 mese (2592000)
ja: 1ヶ月 (2592000)
ko: 1개월(2592000)
pt_br: 1 mês (2592000)
ru: 1 месяц (2592000)
zh_hans: 1个月 (2592000)
zh_hant: 1個月 (2592000)

source: 1 week
ar: 1 أسبوع
de: 1 Woche
es: 1 semana
fr: 1 semaine
it: 1 settimana
ja: 1週間
ko: 1주
pt_br: 1 semana
ru: 1 неделя
zh_hans: 1周
zh_hant: 1週

source: 1 year
ar: 1 سنة
de: 1 Jahr
es: 1 año
fr: 1 an
it: 1 anno
ja: 1年
ko: 1년
pt_br: 1 ano
ru: 1 год
zh_hans: 1年
zh_hant: 1年

source: 1-Click DNS Presets
ar: 1-انقر فوق إعدادات DNS المسبقة
de: 1-Klicken Sie auf DNS-Voreinstellungen
es: Ajustes preestablecidos de DNS con 1 clic
fr: Préréglages DNS en 1 clic
it: Preimpostazioni DNS con 1 clic
ja: 1-Click DNS プリセット
ko: 1-클릭 DNS 사전 설정
pt_br: Predefinições de DNS com 1 clique
ru: Предварительные настройки DNS в 1 клик
zh_hans: 一键 DNS 预设模板
zh_hant: 一鍵 DNS 預設模板

source: 1-Click Presets
ar: 1-انقر فوق الإعدادات المسبقة
de: 1-Klick-Voreinstellungen
es: Preajustes de 1 clic
fr: Préréglages en 1 clic
it: Preimpostazioni con 1 clic
ja: 1-Click プリセット
ko: 1-클릭 사전 설정
pt_br: Predefinições com 1 clique
ru: Пресеты в 1 клик
zh_hans: 一键预设
zh_hant: 一鍵預設

source: 1.1.1.1 Edge Query
ar: 1.1.1.1 استعلام الحافة
de: 1.1.1.1 Kantenabfrage
es: 1.1.1.1 Consulta perimetral
fr: 1.1.1.1 Requête Edge
it: 1.1.1.1 Interrogazione sui bordi
ja: 1.1.1.1 エッジクエリ
ko: 1.1.1.1 에지 쿼리
pt_br: 1.1.1.1 Consulta de borda
ru: 1.1.1.1 Пограничный запрос
zh_hans: 1.1.1.1 递归查询
zh_hant: 1.1.1.1 递归查询

source: 1.1.1.1 query, DNSSEC validation & 5-resolver benchmark
ar: 1.1.1.1 الاستعلام، والتحقق من DNSSEC، ومعيار 5 محلل
de: 1.1.1.1-Abfrage, DNSSEC-Validierung und 5-Resolver-Benchmark
es: Consulta 1.1.1.1, validación DNSSEC y punto de referencia de 5 resoluciones
fr: Requête 1.1.1.1, validation DNSSEC et benchmark à 5 résolveurs
it: Query 1.1.1.1, convalida DNSSEC e benchmark a 5 risolutori
ja: 1.1.1.1 クエリ、DNSSEC 検証、および 5 つのリゾルバー ベンチマーク
ko: 1.1.1.1 쿼리, DNSSEC 검증 및 5-리졸버 벤치마크
pt_br: Consulta 1.1.1.1, validação DNSSEC e benchmark de 5 resolvedores
ru: Запрос 1.1.1.1, проверка DNSSEC и тест с 5 распознавателями
zh_hans: 1.1.1.1 查询、DNSSEC 校验与多公共 DNS 测速
zh_hant: 1.1.1.1 查询、DNSSEC 校驗与多公共 DNS 測速

source: 2 Healthy Connectors
ar: 2 موصلات صحية
de: 2 gesunde Anschlüsse
es: 2 conectores saludables
fr: 2 connecteurs sains
it: 2 connettori sani
ja: 2 健全なコネクタ
ko: 2개의 건강한 커넥터
pt_br: 2 conectores saudáveis
ru: 2 здоровых разъема
zh_hans: 2 个健康连接器
zh_hant: 2 個良好連線器

source: 2 hours
ar: ساعاتين
de: 2 Stunden
es: 2 horas
fr: 2 heures
it: 2 ore
ja: 2時間
ko: 2시간
pt_br: 2 horas
ru: 2 часа
zh_hans: 2小时
zh_hant: 2小時

source: 3 Months
ar: 3 أشهر
de: 3 Monate
es: 3 meses
fr: 3 mois
it: 3 mesi
ja: 3か月
ko: 3개월
pt_br: 3 meses
ru: 3 месяца
zh_hans: 3 个月
zh_hant: 3 個月

source: 3 Months (7776000)
ar: 3 أشهر (7776000)
de: 3 Monate (7776000)
es: 3 Meses (7776000)
fr: 3 mois (7776000)
it: 3 mesi (7776000)
ja: 3 か月 (7776000)
ko: 3개월(7776000)
pt_br: 3 meses (7776000)
ru: 3 месяца (7776000)
zh_hans: 3个月 (7776000)
zh_hant: 3個月 (7776000)

source: 3-63 characters, lowercase letters, numbers, and hyphens only.
ar: 3-63 حرفًا وأحرفًا صغيرة وأرقامًا وواصلات فقط.
de: 3–63 Zeichen, nur Kleinbuchstaben, Zahlen und Bindestriche.
es: 3 a 63 caracteres, letras minúsculas, números y guiones únicamente.
fr: 3 à 63 caractères, lettres minuscules, chiffres et traits d'union uniquement.
it: Da 3 a 63 caratteri, solo lettere minuscole, numeri e trattini.
ja: 3 ～ 63 文字、小文字、数字、ハイフンのみ。
ko: 3~63자, 소문자, 숫자, 하이픈만 가능합니다.
pt_br: De 3 a 63 caracteres, somente letras minúsculas, números e hifens.
ru: От 3 до 63 символов, только строчные буквы, цифры и дефисы.
zh_hans: 仅限 3-63 个字符，仅支持小写字母、数字和连字符。
zh_hant: 仅限 3-63 個字符，仅支持小写字母、數字和连字符。

source: 4 Hours
ar: 4 ساعات
de: 4 Stunden
es: 4 horas
fr: 4 heures
it: 4 ore
ja: 4 時間
ko: 4시간
pt_br: 4 horas
ru: 4 часа
zh_hans: 4 小时
zh_hant: 4 小時

source: 5 mins
ar: 5 دقائق
de: 5 Min.
es: 5 min
fr: 5 min
it: 5 min
ja: 5分
ko: 5분
pt_br: 5 min
ru: 5 мин
zh_hans: 5 分钟
zh_hant: 5 分鐘

source: 5 minutes
ar: 5 دقائق
de: 5 Minuten
es: 5 minutos
it: 5 minuti
ja: 5分
ko: 5분
pt_br: 5 minutos
ru: 5 минут
zh_hans: 5 分钟
zh_hant: 5 分鐘

source: 5-second challenge for all visitors
ar: تحدي الـ 5 ثواني لجميع الزوار
de: 5-Sekunden-Challenge für alle Besucher
es: Reto de 5 segundos para todos los visitantes.
fr: Défi de 5 secondes pour tous les visiteurs
it: Sfida di 5 secondi per tutti i visitatori
ja: 来場者全員対象の5秒チャレンジ
ko: 모든 방문객을 위한 5초 챌린지
pt_br: Desafio de 5 segundos para todos os visitantes
ru: 5-секундный вызов для всех посетителей
zh_hans: 对所有访客进行 5 秒验证
zh_hant: 对所有访客进行 5 秒驗證

source: 6 Months
ar: 6 أشهر
de: 6 Monate
es: 6 meses
fr: 6 mois
it: 6 mesi
ja: 6か月
ko: 6개월
pt_br: 6 meses
ru: 6 месяцев
zh_hans: 6 个月
zh_hant: 6 個月

source: 6 Months (15552000)
ar: 6 أشهر (15552000)
de: 6 Monate (15552000)
es: 6 meses (15552000)
fr: 6 mois (15552000)
it: 6 mesi (15552000)
ja: 6 か月 (15552000)
ko: 6개월(15552000)
pt_br: 6 meses (15552000)
ru: 6 месяцев (15552000)
zh_hans: 6个月 (15552000)
zh_hant: 6個月 (15552000)

source: 7 Tools
ar: 7 أدوات
de: 7 Werkzeuge
es: 7 herramientas
fr: 7 outils
it: 7 Strumenti
ja: 7つのツール
ko: 7가지 도구
pt_br: 7 ferramentas
ru: 7 инструментов
zh_hans: 7 项工具
zh_hant: 7 项工具

source: 8 Active Online
ar: 8 نشط على الانترنت
de: 8 Online aktiv
es: 8 Activo en línea
fr: 8 Actif en ligne
it: 8 Attivo in linea
ja: 8 オンラインでアクティブ
ko: 8 활성 온라인
pt_br: 8 Ativo on-line
ru: 8 активных онлайн
zh_hans: 8 个在线解析
zh_hant: 8 個在線解析

source: 8 Workers · 4 Pages
ar: 8 عمال · 4 صفحات
de: 8 Worker · 4 Pages
es: 8 Workers · 4 Páginas
it: 8 lavoratori · 4 pagine
ja: 8 人の労働者 · 4 ページ
ko: Worker 8명 · 4 Pages
pt_br: 8 trabalhadores · 4 páginas
ru: 8 рабочих · 4 страницы
zh_hans: 8 个 Workers · 4 个 Pages
zh_hant: 8 個 Worker · 4 個 Page
